{
	"index": {
	  "title": "Matteo Postinghel",
	  "collab": "Collaborateur"
	},
	"nav": {
	  "year": "Âge:",
	  "from": "Origine: Munich, Allemagne",
	  "location": "Lieu: Milan, Italie",
	  "profession": "Profession: Designer en communication",
	  "currently": "Actuellement: Master en Design de Communication, Politecnico di Milano - ",
	  "contact": "Contact",
	  "cookie": "En naviguant sur ce site, vous acceptez automatiquement les cookies."
	},
	"projects": [
	  { "Title": "Energyoo", "Category": "Identité Visuelle", "year": "2024", "description": "Branding pour une startup de batteries interchangeables et durables."},
	  { "Title": "By.it", "Category": "Design Web", "year": "2024", "description": "E-commerce pour des produits hors production, accessible en mode sombre uniquement le soir, révélant les secrets et histoires des produits."},
	  { "Title": "Raw Scenarios", "Category": "Design Web", "year": "2024", "description": "Site web pour l'exposition « Raw Scenarios: Reflection on Human Overconsumption » chez Dotdotdot, informant les visiteurs et archivant les projets exposés."},
	  { "Title": "Cinéma et Photographie", "Category": "Édition", "year": "2024", "description": "Deux livres d'édition explorent le cinéma et la photographie : l'un consacré à John Heartfield, pionnier du photomontage politique dadaïste, et l'autre à « Emak Bakia » de Man Ray, une œuvre clé du cinéma surréaliste."},
	  { "Title": "Neptuna", "Category": "Design Spéculatif", "year": "2024", "description": "Neptuna est un projet de thèse en design spéculatif qui aborde les problématiques de la production de thon dans le contexte du changement climatique. À travers des snacks ironiques et symboliques et une expérience de distribution lente, il invite à réfléchir aux coûts environnementaux des choix de consommation."},
	  { "Title": "Luthier de Crémone", "Category": "Identité Visuelle", "year": "2023", "description": "Rebranding complet de l’artisanat traditionnel du violon à Crémone, un patrimoine immatériel de l’UNESCO. Du logo à la communication visuelle, en passant par la signalétique, les réseaux sociaux et les objets promotionnels, le projet crée une identité cohérente et reconnaissable."},
	  { "Title": "Plan du Métro de Milan", "Category": "Cartographie", "year": "2023", "description": "J'ai contribué au concept de la nouvelle carte du métro de Milan pour le studio 100km, repensée avec une mise en page qui combine une zone centrale géographique et des zones extérieures schématiques pour les stations."},
	  { "Title": "Studio 100km", "Category": "Design Web", "year": "2023", "description": "Au Studio 100km, j'ai collaboré avec Luigi Farrauto pour mettre à jour le site, en renouvelant son apparence et ses projets."},
	  { "Title": "Anatomie de l'Orchestre", "Category": "Design Web", "year": "2022", "description": "Site web dédié à la structure d'un orchestre et à ses éléments."},
	  { "Title": "Représentation de l'Absence et de l'Essence de la Noirceur", "Category": "Édition", "year": "2021", "description": "Livre-essai visuel qui explore les nuances du noir, de sa composition scientifique aux émotions profondes des artistes, donnant voix à leurs états intérieurs à travers la typographie."}
	]
  }
  