{
	"index": {
	  "title": "Matteo Postinghel",
	  "collab": "Collaboratori"
	},
	"nav": {
	  "year": "Anni:",
	  "from": "Da: Monaco, Germania",
	  "location": "Luogo: Milano, Italia",
	  "profession": "Professione: Designer della comunicazione",
	  "currently": "Attualmente: Master in Design della Comunicazione, Politecnico di Milano -",
	  "contact": "Contatto",
	  "cookie": "Navigando su questo sito, accetti automaticamente i cookie."
	},
	"projects": [
	  { "Title": "Energyoo", "Category": "Identità Visiva", "year": "2024",  "description": "Branding per una startup di batterie intercambiabili e sostenibili."},
	  { "Title": "By.it", "Category": "Web Design", "year": "2024",  "description": "E-commerce per prodotti fuori produzione, accessibile in modalità scura solo la sera, svelando segreti e storie sui prodotti."},
	  { "Title": "Raw Scenarios", "Category": "Web Design", "year": "2024",  "description": "Sito web per la mostra “Raw Scenarios: Reflection on Human Overconsumption” presso Dotdotdot, informando i visitatori e archiviando i progetti esposti."},
	  { "Title": "Cinema e Fotografia", "Category": "Editoria", "year": "2024",  "description": "Due libri di editoria esplorano il cinema e la fotografia: uno dedicato a John Heartfield, pioniere del fotomontaggio politico dadaista, e l’altro su “Emak Bakia” di Man Ray, opera chiave del cinema surrealista."},
	  { "Title": "Neptuna", "Category": "Design Speculativo", "year": "2024",  "description": "Neptuna is a speculative design thesis project that addresses the issues surrounding tuna production in the context of climate change. Through ironic and symbolic snacks and a slow distribution experience, it invites reflection on the environmental costs of consumer choices."},
	  { "Title": "Liutaio di Cremona", "Category": "Identità Visiva", "year": "2023",  "description": "Rebranding completo dell’artigianato tradizionale del violino a Cremona, patrimonio immateriale UNESCO. Dal logo alla comunicazione visiva, fino a wayfinding, social media e gadget, il progetto crea un’identità coerente e riconoscibile."},
	  { "Title": "Mappa Metropolitana di Milano", "Category": "Cartografia", "year": "2023",  "description": "Ho contribuito alla realizzazione del concept per la nuova mappa della metropolitana di Milano per lo studio 100km, riprogettata con un layout che combina un’area centrale geografica e zone esterne schematiche per le fermate."},
	  { "Title": "Studio 100km", "Category": "Web Design", "year": "2023",  "description": "In Studio 100km ho collaborato con Luigi Farrauto per aggiornare il sito, rinnovandone l’aspetto e i progetti."},
	  { "Title": "Anatomia dell'Orchestra", "Category": "Web Design", "year": "2022",  "description": "Sito web dedicato alla struttura di un'orchestra e ai suoi elementi."},
	  { "Title": "Rappresentazione dell'Assenza e dell'Essenza della Nerezza", "Category": "Editoria", "year": "2021",  "description": "Libro-saggio visivo che esplora le sfumature del nero, dalla sua composizione scientifica alle emozioni profonde degli artisti, dando voce alle loro condizioni interiori attraverso la tipografia."}
	]
}
